@extends('layouts.master')

@section('content')
<div class="jumbotron"> 
    <p>chiba.tw 隱私權政策</p>
    <p>非常歡迎您光臨「chiba.tw」（以下簡稱本網站），本網站由ChibaKuma（以下稱「Maki」），為了讓您能夠安心使用本網站的各項服務與資訊，特此向您說明本網站的隱私權政策，以保障您的權益，請您詳閱下列內容：</p>

    <p>一、隱私權政策的適用範圍
    本隱私權政策內容，包括本網站如何蒐集、處理及利用在您使用網站服務時提供或留存（含系統自動蒐集）的個人資料。本隱私權政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。
    </p>

    <p>二、個人資料的蒐集、處理及利用方式
    當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。
    您透過第三方網站之帳號登錄本網站會員時，本網站僅透過該等第三方網站驗證您是否為該第三方網站之帳號擁有者，將取得您的電子郵件，不會取得您的密碼或其他資料；於一般瀏覽時，伺服器會自行記錄相關行徑， 包括您使用連線設備的 IP 位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公布。
    為提供精確的服務，我們會將本網站服務之整體使用資料進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公布統計數據及說明文字，但不涉及特定個人之資料。
    </p>

    <p>三、資料之保護
    本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。
    如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。
    </p>

    <p>四、行使個人資料權利方式
    依個人資料保護法第3條規定，您就您的個人資料享有查詢或請求閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理或利用、請求刪除之權利。您可以透過寄送電子郵件至 makiakatsu@gmail.com（為避免電子郵件系統漏信或其他原因無法收悉， 以Maki回覆收悉為準），Maki將於收悉您的請求後，儘速依法處理。
    </p>

    <p>五、與第三人共用個人資料之政策 本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。
    前項但書之情形包括不限於：
    經由您書面同意。
    法律明文規定。
    為免除您生命、身體、自由或財產上之危險。
    與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。
    當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。
    有利於您的權益。
    本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。
    </p>

    <p>六、Cookie 之使用
    為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的 Cookie，若您不願接受 Cookie 的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕 Cookie 的寫入，但可能會導至網站某些功能無法正常執行 。
    </p>

    <p>七、隱私權政策之修正
    本網站隱私權政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。
    </p>
</div>
@endsection