@extends('layouts.master')

@section('content')
<div class="jumbotron"> 
    <p>chiba.tw 服務條款</p>
    <p>一、會員服務及權利義務
    歡迎您來到 chiba.tw（以下稱「本網站」），本網站由ChibaKuma(以下簡稱『 Maki 』)經營，提供您網址縮址服務，如您登入 chiba.tw 會員（透過 Facebook、Google、Yahoo、GitHub 登入驗證）， 您還可享有縮址分享成效觀察、自訂 og Tag、自訂 UTM 等進階服務（以下稱「本服務」）。
    您使用本服務即視為您已知悉並完全同意本服務條款的所有約定。本服務條款之內容如有異動，將於本網站公告，請您隨時注意本服務條款之變更。如果您不同意本服務條款之變更，請停止繼續使用本服務。如您繼續使用本服務， 即視為您已同意並接受變更後之本服務條款之拘束。
    若您未滿二十歲，應於您的法定代理人閱讀、瞭解並同意本服務條款之所有內容及其後修改變更後，方得使用或繼續使用。當您使用或繼續使用本服務，即表示您的法定代理人已閱讀、瞭解並同意接受本服務條款之所有內容及其後修改變更。
    本公司保有更改本服務內容、收費、變更服務模式、服務條款，或其他基於經營或法律之考量而採取適當作為之權利。
    如您有違反法律規定、本服務條款或其他將本服務用於商業或其他非 Maki 所允許之目的地，Maki 得暫停或終止您使用本服務，並請求因此所生之損害賠償。
    </p>
    <p>二、客戶帳號、密碼與安全
    本網站提供您透過 Facebook、Google、Yahoo、GitHub 登入會員之功能，並依據您所登錄之方式取得您的電子郵件作為本服務會員 Extension Login Account，並由系統主動提供 Extension Login Password。
    為維護您的權益，請妥善保管您的 Extension Login Password。若您的帳號、密碼如有遺失或被竊之慮或有其他任何安全問題發生時，應即時通知 Maki 並作修改，以免損害您本身權益，以同一個帳號和密碼進入後所進行的所有行為，都將被認為是會員本人的行為。 若因您自行洩漏帳號及密碼所造成之損害及法律責任，您將負完全的責任，與 Maki 無涉。
    若經發現您原登入驗證帳號失效、被盜用、無法登入或其他有影響您權益之情事，Maki 保留隨時暫停或終止您網路會員資格及使用各項服務資格之權利，您可重新以其他帳號登入使用本服務，惟先前帳號所使用服務之統計資料等，將無法使用，故請妥善維護您登入本服務帳號之安全性。 若您冒用他人名義，並造成其他會員或本網站之損失，Maki 將依法配合提供相關資料給警調單位調查，如有損害者，並依法追償。
    </p>
    <p>三、使用規範
    您不得將違反法律、侵害他人權利、歧視、含有病毒、惡意程式，或其他違反網路禮儀之網站或連結使用本服務進行縮址，並對外提供、散布，以維護本服務之商譽。
    本服務所提供縮址、連結統計資訊等，僅供會員個人或單一企業內部參考使用，您不得未經 Maki 事前書面同意，將本服務作為商業或其他非 Maki 設計本服務預定之用途。
    透過本服務所蒐集之 Cookie 或其他資訊，不含使用者可供辨識之個人資料，會員倘另行以資料庫比對或其他方式辨識特定個人者，應遵守個人資料保護法相關規範，不得有違法使用之情形，如有違反者，相關責任由會員自負，與 Maki 無涉。
    您認知並了解本服務相關使用、統計資訊等，Maki 係以未收取費用方式提供，並未承諾其正確性或完整性，亦未提供備份資料之服務，若您有保留該等資訊之需求，應自行備份。Maki 並保留日後另行收費之權利。
    </p>
    <p>四、免責及責任限制
    您認知並同意本服務係以其現狀提供，Maki 並未為任何商業適用性、正確性、完整性，或其他符合您特定需求之保證，您係自行評估後決定使用，並自行承擔因使用或無法使用本服務之風險。Maki 不對任何直接或間接之商業損失負任何責任。
    您同意因本服務相關之責任，倘依法 Maki 須對您負責，以 Maki 向您因本服務使用前一年度所收取之費用或新台幣 3000 元為賠償上限。
    本服務得因 Maki 商業營運考量於一個月前於本網站上公告終止提供服務。Maki 無需為本服務之終止負任何賠償責任。
    </p>
    <p>五、智慧財產權
    本網站所使用之軟體或程式及網站上所有內容除事先經 Maki 或其權利人之合法授權，任何人不得擅自使用、修改、重製、公開播送等。如有違反，您應對本公司負損害賠償責任。
    <p>
    <p>六、隱私權政策
    您同意 Maki 蒐集、處理及利用個人資料於 Maki 業務之特定目的包括：行銷業務、客戶管理與服務。
    本公司將依個人資料保護法及本服務隱私權政策（請提供連結）對您因登錄或使用本服務所提供或留存之個人資料，依法為蒐集處理及利用。除下列情形，Maki 絕不會於特定目的外利用您的個人資料：
    ※ 依法令規定、或依司法機關或其他有權機關的命令。
    ※ 為執行本服務條款，或使用者違反本服務條款。
    ※ 為維護 Maki 系統之正常運作及安全。
    ※ 經當事人書面同意。
    </p>
    <p>七、暫停服務
    Maki 以目前一般認為合理之方式及技術，維護本服務之正常運作。但在下列情況之下，Maki 將暫停或中斷本服務之全部或一部分，因之對使用者所致任何直接或間接之影響，不負任何賠償或補償責任：
    對本服務相關軟體設備進行搬遷、更換、升級、保養或維修。
    使用者有任何違反政府法令或本服務條款情形。
    天災或其他不可抗力之因素所導致之服務中斷或停止。
    其他不可歸責於Maki之事由所致之服務中斷或停止。
    非 Maki 所能控制之事由而致本服務資訊顯示不正確、或遭偽造、竄改、刪除或擷取、或致系統中斷或不能正常運作時。
    Maki 針對可預知之軟硬體維護工作，有可能導致系統中斷或是暫停者，將會於該狀況發生之前，以適當方式告知網路會員。
    </p>
    <p>八、本服務條款之效力
    本服務條款所定一部分無效時，不影響其他部分之效力。
    </p>
</div>
@endsection